{
  "name": "Dog House, Dog Cubes - Boy with dog - Werthan \"Since 1868\" REGULAR NFT - 11121-C-REG-18.24.0022",
  "image": "ipfs://QmQZxkBXrQ8wVFZ9tEj6AHxJb3qgavaJs657pW2wehgRB9/11121C.svg",
  "external_lnk": "https://nash.tn/",
  "background_color": "ffffff",
  "youtube_url": "https://www.youtube.com/watch?v=wa8mSo-G99Y&feature=youtu.be",
  "attributes": [
    {
      "trait_type": "Serial Number",
      "value": "11121-C-REG-18.24.0022"
    }
  ],
  "description": "**This NFT comes with exclusive goodies:**<br><br>**Collaboration:** We are thrilled to reveal these treasured American artifacts, concealed for over a century, to the world. Werthan Trading Company has partnered with nashᵀᴺ to present unique, one-of-a-kind artwork for NFTs and matching poster prints. You're viewing an NFT that represents an outstanding collaboration between nashᵀᴺ (https://nash.tn/) and Werthan Trading Company (https://werthantradingcompany.com). This partnership unites the historic Werthan Art Collection with the iconic logos and trademarks of nashᵀᴺ, creating a unique fusion of historical art with contemporary design in an exclusive NFT. It's a celebration of art transcending time, blending traditional pieces with modern branding.  The reproduction posters are printed by our local printer on a $500,000 state-of-the-art electrophotography press using commercial-grade, acid-free, archival paper.<br><br>**Total Supply & Rarity:** Each NFT in our NASH-WERTHAN Collection is paired with a physical poster print, available in sizes of 9x12 inches (limited to 1,000 prints), 12x16 inches (limited to 1,000 prints), and 18x24 inches (restricted to 200 prints, with the first 100 sales classified as Limited Reproductions). Every print size comes with a Certificate of Authenticity, and the Limited Reproductions also include a Certificate of Title. Typically, these are delivered within 48 hours of the NFT purchase, and within 14 days for purchases made in a brick-and-mortar store. Upon claiming your physical item, you might be surprised with complimentary gifts such as airdrops, object files for 3D printing, .stl files for CNC machining, augmented reality files to visualize the art in your space, plus offset tokens for purchasing additional products from nashᵀᴺ and Werthan Trading Company via NASH-HOC (fungible coupon).<br><br>**Claim Product:** To claim your poster print, confirm NFT ownership, and manage shipping details, including framing options, please visit www.nashtn-werthan-claim-product.com. We diligently track the redemption and printing of each poster print. Shipping costs will vary by destination, and there is a handling charge of $5. You have the option to have your print rolled in a mailing tube or framed for an additional $80. Additionally, we offer archival storage for your print at a monthly rate, preserving the integrity of your print alongside its corresponding NFT. In the event of a transfer or sale, the print redemption rights will be passed on to the new owner. Collectors must claim their physical poster prints and any other items by 12-31-24.<br><br>**About Us:**<br><br>**nashᵀᴺ:** Inspired by Nashville's skyline, nashᵀᴺ has crafted a brand that embodies the city's soul and celebrates its vibrant community of entrepreneurs and creatives. nashᵀᴺ has products, from sleek shirts to cozy hoodies, not only pay homage to Nashville's spirit but are also locally sourced to support our community. With our black & white designs, we aim to highlight the city's dynamic range of talent.  Embrace Nashville's heart with our understated yet bold collection at nashᵀᴺ where your passion for the city shines.  Visit our store: https://nash.tn and our metaverse store: https://my.matterport.com/show/?m=Sx9WLkvHt3U&ss=18&sr=-.29%2C.29&tag=mAnkMD0N4nz&pin-pos=13.18%2C.73%2C-2.46<br><br>**WERTHAN ART COLLECTION:** Since 1868, Werthan Bag has served as a cornerstone of American heritage from its Nashville headquarters. The company transformed raw cotton into artistic, vibrant dry goods bags that encapsulated the essence of countless businesses. These bags, adorned with artful company logos and product imagery, were ubiquitous not only across the United States but around the globe, and were frequently repurposed into household textiles. Artworks rediscovered, some dating back to the late 1800s and as recent as 1970, have been preserved in near-perfect condition, offering a distinctive glimpse into the past. Even though the Werthan companies have ceased operations, their art lives on, now marketed by Werthan Trading Company as both tangible and intangible merchandise (https://werthantradingcompany.com). We are thrilled to reveal these treasured American artifacts, concealed for over a century, to the world. Werthan Trading Company has partnered with nashᵀᴺ to present unique, one-of-a-kind artwork for NFTs and matching poster prints."
}